# .zsh_plugins.txt

# completions
ohmyzsh/ohmyzsh path:plugins/terraform
ohmyzsh/ohmyzsh path:plugins/gcloud
ohmyzsh/ohmyzsh path:plugins/vagrant
ohmyzsh/ohmyzsh path:plugins/taskwarrior
zsh-users/zsh-completions
belak/zsh-utils path:completion

# graphical
ael-code/zsh-colored-man-pages
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting

# usage
jeffreytse/zsh-vi-mode
ohmyzsh/ohmyzsh path:plugins/sudo
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/fzf

# theme
romkatv/powerlevel10k
